Repository: b00f/gnome-trash
Catalog: po/*.po
Languages: nl

source: Activation behavior
nl: Opengedrag

source: Are you sure you want to delete all items from the trash?
nl: Weet u zeker dat u de prullenbak wilt legen?

source: Cancel
nl: Annuleren

source: Delete
nl: Verwĳderen

source: Delete item permanently
nl: Permanent verwĳderen

source: Delete the file
nl: Bestand verwĳderen

source: Delete time
nl: Verwĳderd om

source: Empty
nl: Leeg

source: Empty Trash
nl: Prullenbak legen

source: Empty Trash?
nl: Prullenbak legen?

source: File name
nl: Bestandsnaam

source: Gnome Trash
nl: Gnome Prullenbak

source: Gnome-trash failed to start
nl: Gnome Prullenbak kan niet worden gestart

source: Hide button when trash is empty
nl: Verbergen indien prullenbak leeg is

source: No trash folder is detected.
nl: Er is geen prullenbakmap aangetroffen.

source: OK
nl: Oké

source: Open Trash
nl: Prullenbak openen

source: Open the file
nl: Bestand openen

source: Operation failed
nl: De actie kan niet worden uitgevoerd

source: Preferences
nl: Voorkeuren

source: Refusing to overwrite existing file.
nl: Het oorspronkelijke bestand wordt niet overschreven.

source: Restore
nl: Herstellen

source: Restore item?
nl: Item herstellen?

source: Restore the file
nl: Bestand herstellen

source: Sort trash by
nl: Prullenbak sorteren op

source: This operation cannot be undone.
nl: Deze actie is onomkeerbaar.

source: Type here to search...
nl: Typ om te zoeken…
